Repository: shurinbergo3/GymTracker
Catalog: Localizable.xcstrings
Source language: en
Languages: ru

# Тип тренировки
source: Workout Type
ru: Тип тренировки

# Типы тренировок
source: Workout Types
ru: Типы тренировок

# ТИПЫ ТРЕНИРОВОК
source: WORKOUT TYPES
ru: ТИПЫ ТРЕНИРОВОК

# Типы упражнений
source: Exercise Types
ru: Типы упражнений

# Топ Бадов
source: Top Supplements
ru: Топ Бадов

# Топливо для результатов
source: Fuel for Results
ru: Топливо для результатов

# Тренировка
source: Workout
ru: Тренировка

# Тренировка завершена!
source: Workout Completed!
ru: Тренировка завершена!

# Тренировки
source: Workouts
ru: Тренировки

# ТРЕНИРОВОК
source: WORKOUTS
ru: ТРЕНИРОВОК

# Углеводы (Топливо)
source: Carbs (Fuel)
ru: Углеводы (Топливо)

# Угли
source: Carbs
ru: Угли

# уд/мин
source: bpm
ru: уд/мин

# Удаление аккаунта
source: Delete Account
ru: Удаление аккаунта

# Удалить
source: Delete
ru: Удалить

# Удалить аккаунт из системы
source: Delete account from system
ru: Удалить аккаунт из системы

# Удалить программу?
source: Delete Program?
ru: Удалить программу?

# Удалить тренировку
source: Delete Workout
ru: Удалить тренировку

# Удалить тренировку?
source: Delete Workout?
ru: Удалить тренировку?

# Уже есть аккаунт? Войти
source: Already have an account? Sign In
ru: Уже есть аккаунт? Войти

# Указать
source: Set
ru: Указать

# Упражнений нет
source: No exercises
ru: Упражнений нет

# Упражнения
source: Exercises
ru: Упражнения

# Упражнения (%lld)
source: Exercises (%lld)
ru: Упражнения (%lld)

# Цель
source: Goal
ru: Цель

# Цель: включиться в рабочий режим за 15 минут.
source: Goal: Get into work mode in 15 mins.
ru: Цель: включиться в рабочий режим за 15 минут.

# Цель: состояние «упал — не помню как заснул».
source: Goal: Out cold before head hits the pillow.
ru: Цель: состояние «упал — не помню как заснул».

# Шаги
source: Steps
ru: Шаги

# Энергия для тренировок и мозга. Крупы, макароны, фрукты, овощи.
source: Energy for workouts & brain. Grains, pasta, fruits, veggies.
ru: Энергия для тренировок и мозга. Крупы, макароны, фрукты, овощи.

# Это дополнение к еде, а не замена.
source: It's a supplement, not a replacement.
ru: Это дополнение к еде, а не замена.
